TaskName = "Archiwum faksów cyfrowych";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Trwa testowanie… Proszę czekać.";
"DEVICE_COMMUNICATION_SETTINGS" = "Zapisywanie ustawień w urządzeniu… Proszę czekać";
"DEVICE_COMMUNICATION_HOST" = "Zapisywanie nazwy hosta w urządzeniu… Proszę czekać";

//Titles of Buttons
"AUTO_TEXT" = "Auto";
"OK" = "OK";
"HOST_TITLE" = "Trwa odbieranie faksów: %@";
"SELECT_FOLDER" = "Wybierz folder…";
"SELECT_EMAIL" = "Ustawienia e-mail…";
"FOLDER_SELECTION_BUTTON_TITLE" = "Wybierz";
"FOLDER_SELECTION_PANEL_TITLE" = "Wybierz folder";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "Co najmniej jedno pole nie zawiera żadnych danych. Wypełnij wszystkie pola lub kliknij opcję Anuluj.";
"GENERAL_DATA_MISSING_TITLE" = "Błąd brakujących lub nieprawidłowych danych";
"MISSING_FOLDER_SETTING" = "Brak niektórych szczegółów miejsc docelowych folderów. Wybierz folder, wprowadź nazwę użytkownika i hasło, a następnie spróbuj ponownie.";

"SUCCESS" = "Powodzenie";
"FOLDER_SETTINGS_SUCCESS" = "Konfiguracja funkcji HP Digital Fax zakończyła się powodzeniem. Przychodzące czarno-białe faksy będą teraz zapisywane w folderze „%@”.";
"EMAIL_SETTINGS_SUCCESS" = "Konfiguracja funkcji HP Digital Fax zakończyła się powodzeniem. Przychodzące czarno-białe faksy będą teraz wysyłane do „%@” jako załączniki do wiadomości e-mail.";


"AFP Authentication" = "Uwierzytelnianie serwera AFP";
"SMB Authentication" = "Uwierzytelnianie systemu plików SMB/CIFS";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Wprowadź szczegóły serwera";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Wprowadź wszystkie szczegóły serwera.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "Nie można użyć folderu „%@”";
HSDFolderWithPercentSignDescription = "Użyj nazwy folderu bez znaku procentu.";

"CONNECTION_FAILED_TITLE" = "Błąd połączenia";
"CONNECTION_FAILED_DESC" = "Serwer nie istnieje lub w tym momencie nie działa. Sprawdź nazwę lub adres IP serwera i spróbuj ponownie.";

"AUTH_FAILED_TITLE" = "Błąd uwierzytelniania";
"AUTH_FAILED_DESC" = "Nieznany użytkownik, nieprawidłowe hasło lub wyłączone logowanie. Wpisz ponownie nazwę i hasło lub skontaktuj się z administratorem serwera.";

"UNHANDLED_ERROR_TITLE" = "Nieoczekiwany błąd";
"UNHANDLED_ERROR_DESC" = "Podczas próby połączenia z serwerem wystąpił błąd %d.";

HSDServerParametersErrorTitle = "Niekompletne informacje o serwerze";
HSDServerParametersErrorDescription = "Pola z informacjami o serwerze nie mogą być puste. Wprowadź wszystkie wymagane dane serwera i spróbuj ponownie.";

HSDUnableToSelectFolderTitle = "Nie można użyć wybranego folderu";
HSDPermissionsErrorDescription = "Nie masz uprawnień zapisu w wybranym folderze. Wybierz inny folder i spróbuj ponownie";
"MISSING_SERVER_CREDENTIALS" = "Brak poświadczeń serwera. Wprowadź nazwę użytkownika i hasło, a następnie spróbuj ponownie.";

HSDProtocolErrorDescription = "Wybranego folderu nie można znaleźć na wskazanym serwerze lub połączenie z serwerem zostało nawiązane przy użyciu innego protokołu udostępniania plików.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Drukowanie… Proszę czekać";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Przetwarzanie…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "Osiągnięto limit blokowanych numerów";
"BLOCK_FAX_ERROR_DESC" = "Maksymalna liczba blokowanych numerów faksów, jaką można przechować w urządzeniu: %d. Odblokuj niektóre numery, a następnie spróbuj ponownie.";

//Fax log results
"ERROR" = "Błąd";
"BUSY" = "Zajęty";
"NO_ANSWER" = "Brak odpowiedzi";
"NO_DIAL_TONE" = "Brak sygnału wybierania";
"NO_DOCUMENT" = "Brak dokumentu";
"DOCUMENT_JAM" = "Blokada dokumentu";
"DOOR_OPEN" = "Otwarta pokrywa";
"POWER_FAILURE" = "Awaria zasilania";
"BLACKLISTED" = "Na liście blokowanych";
"STORAGE_FULL" = "Pamięć pełna";
"OUT_OF_MEMORY" = "Brak pamięci";
"PHONE_LINE_UNAVAILABLE" = "Linia telefoniczna niedostępna";
"FAX_DISCONNECTED" = "Faks odłączony";
"PC_DISCONNECTED" = "Komputer odłączony";
"REMOTE_NOT_COLOR" = "Zdalny niekolorowy";
"COMMUNICATION_ERROR" = "Błąd komunikacji";
"CANCELLED" = "Anulowano";

//Fax session types
"SENT" = "Wysłany";
"RECEIVED" = "Odebrano";
